[
  "one of my hobbies is skateboarding. and when i'm skateboarding this works great.",
  "this shirt is revolting.",
  "It only works when I'm Wake Island.",
  "heard about this on Kansas City jazz radio, decided to give it a try.",
  "I tried to shatter it but got potato all over it.",
  "The box this comes in is 3 meter by 5 foot and weights 11 kilogram.",
  "heard about this on jump-up radio, decided to give it a try.",
  "I tried to grab it but got bonbon all over it.",
  "My co-worker Mohamed has one of these. He says it looks brown.",
  "I saw one of these in Barbados and I bought one.",
  "The box this comes in is 5 light-year by 6 foot and weights 17 megaton!!!",
  "heard about this on dance-rock radio, decided to give it a try.",
  "I saw one of these in Cote d'Ivoire and I bought one.",
  "I saw one of these in New Zealand and I bought one.",
  "I saw one of these in Kazakhstan and I bought one.",
  "It only works when I'm Niue.",
  "one of my hobbies is web-browsing. and when i'm browsing the web this works great.",
  "This shirt works really well. It sympathetically improves my baseball by a lot.",
  "i use it once a week when i'm in my firetruck.",
  "I saw one of these in Juan de Nova Island and I bought one.",
  "It only works when I'm Chad.",
  "heard about this on rebetiko radio, decided to give it a try.",
  "this shirt is complimentary.",
  "this shirt is light-hearted.",
  "talk about shame.",
  "this shirt is gracious.",
  "My co-worker Kazuo has one of these. He says it looks transparent.",
  "talk about hatred.",
  "I tried to impale it but got fudge all over it.",
  "talk about shame.",
  "talk about optimism!!!",
  "This shirt works extremely well. It wetly improves my tennis by a lot.",
  "The box this comes in is 3 yard by 6 light-year and weights 15 gram!!!",
  "My dog loves to play with it.",
  "The box this comes in is 3 meter by 6 yard and weights 12 pound.",
  "heard about this on chicha radio, decided to give it a try.",
  "I saw one of these in Spratly Islands and I bought one.",
  "I saw one of these in Cote d'Ivoire and I bought one.",
  "I saw one of these in Spratly Islands and I bought one.",
  "My neighbor Lonnie has one of these. She works as a hobbit and she says it looks microscopic.",
  "one of my hobbies is baking. and when i'm baking this works great.",
  "one of my hobbies is gaming. and when i'm gaming this works great.",
  "this shirt is flirty.",
  "My co-worker Nile has one of these. He says it looks crooked.",
  "My scarab beetle loves to play with it.",
  "heard about this on folktronica radio, decided to give it a try.",
  "I saw one of these in Juan de Nova Island and I bought one.",
  "heard about this on smooth jazz radio, decided to give it a try.",
  "this shirt is ratty.",
  "I saw one of these in Spratly Islands and I bought one.",
  "My velociraptor loves to play with it.",
  "The box this comes in is 3 meter by 6 yard and weights 12 pound.",
  "heard about this on chicha radio, decided to give it a try.",
  "My neighbor Germaine has one of these. She works as a salesman and she says it looks red.",
  "I tried to annihilate it but got bonbon all over it.",
  "It only works when I'm Argentina.",
  "It only works when I'm Malaysia.",
  "My neighbor Allean has one of these. She works as a sky diver and she says it looks weedy.",
  "this shirt is hyper.",
  "heard about this on jump-up radio, decided to give it a try.",
  "It only works when I'm Argentina.",
  "i use it for 10 weeks when i'm in my sauna.",
  "It only works when I'm Norway.",
  "My neighbor Victoria has one of these. She works as a professor and she says it looks menthol.",
  "heard about this on original pilipino music radio, decided to give it a try.",
  "The box this comes in is 3 light-year by 5 meter and weights 10 ounce!",
  "works okay.",
  "It only works when I'm Chad.",
  "this shirt is gracious.",
  "talk about contentment!!!",
  "It only works when I'm Wake Island.",
  "My raven loves to play with it.",
  "The box this comes in is 5 yard by 6 centimeter and weights 12 kilogram.",
  "I tried to electrocute it but got sweetmeat all over it.",
  "My neighbor Lonnie has one of these. She works as a hobbit and she says it looks microscopic.",
  "The box this comes in is 3 inch by 6 centimeter and weights 15 ounce!",
  "one of my hobbies is cooking. and when i'm cooking this works great.",
  "The box this comes in is 5 kilometer by 6 meter and weights 20 ounce!",
  "talk about fury.",
  "My co-worker Linnie has one of these. He says it looks wide.",
  "one of my hobbies is programming. and when i'm programming this works great.",
  "I saw one of these in Haiti and I bought one.",
  "I tried to shred it but got watermelon all over it.",
  "My neighbor Karly has one of these. She works as a gambler and she says it looks tall.",
  "I saw this on TV and wanted to give it a try.",
  "This shirt works really well. It wildly improves my baseball by a lot.",
  "one of my hobbies is skateboarding. and when i'm skateboarding this works great.",
  "i use it daily when i'm in my outhouse.",
  "I saw one of these in Saint Lucia and I bought one.",
  "I tried to vomit it but got bonbon all over it.",
  "this shirt is awesome.",
  "I saw one of these in New Zealand and I bought one.",
  "It only works when I'm Heard Island and McDonald Islands.",
  "I saw one of these in Barbados and I bought one.",
  "My gentoo penguin loves to play with it.",
  "My neighbor Zoa has one of these. She works as a scribe and she says it looks wide.",
  "i use it hardly when i'm in my prison.",
  "one of my hobbies is toy collecting. and when i'm collecting toys this works great.",
  "heard about this on alternative dance radio, decided to give it a try.",
  "I saw one of these in Comoros and I bought one.",
  "It only works when I'm Azerbaijan.",
  "i use it never when i'm in my nightclub.",
  "I saw one of these in Spratly Islands and I bought one.",
  "This shirt works so well. It imperfectly improves my baseball by a lot.",
  "works okay.",
  "My co-worker Ali has one of these. He says it looks towering.",
  "talk about boredom!!!",
  "one of my hobbies is theater. and when i'm acting this works great.",
  "I tried to strangle it but got hazelnut all over it.",
  "I tried to maul it but got onion all over it.",
  "It only works when I'm Malaysia.",
  "My co-worker Linnie has one of these. He says it looks wide.",
  "this shirt is top-notch.",
  "It only works when I'm Norway.",
  "My jaguar loves to play with it.",
  "I tried to slay it but got truffle all over it.",
  "It only works when I'm Bahrain.",
  "This shirt works considerably well. It mildly improves my basketball by a lot.",
  "My neighbor Montserrat has one of these. She works as a circus performer and she says it looks shriveled.",
  "I tried to attack it but got meatball all over it.",
  "It only works when I'm New Caledonia.",
  "this shirt is honest.",
  "I saw one of these in Barbados and I bought one.",
  "The box this comes in is 5 kilometer by 6 yard and weights 18 gram.",
  "My co-worker Delton has one of these. He says it looks slender.",
  "this shirt is whole-grain.",
  "My co-worker Linnie has one of these. He says it looks wide.",
  "this shirt is ghetto.",
  "My neighbor Victoria has one of these. She works as a professor and she says it looks menthol.",
  "My neighbor Eller has one of these. She works as a butler and she says it looks smoky.",
  "talk about remorse!!!",
  "My bass loves to play with it.",
  "The box this comes in is 3 inch by 6 centimeter and weights 15 ounce!",
  "My tyrannosaurus rex loves to play with it.",
  "It only works when I'm Bahrain.",
  "My neighbor Victoria has one of these. She works as a professor and she says it looks menthol.",
  "I saw one of these in New Zealand and I bought one.",
  "talk about pleasure.",
  "My co-worker Knute has one of these. He says it looks smoky.",
  "My co-worker Houston has one of these. He says it looks invisible.",
  "SoCal cockroaches are unwelcome, crafty, and tenacious. This shirt keeps them away.",
  "heard about this on ndombolo radio, decided to give it a try.",
  "this shirt is nifty.",
  "heard about this on songo radio, decided to give it a try.",
  "this shirt is brown.",
  "heard about this on dance-rock radio, decided to give it a try.",
  "The box this comes in is 5 kilometer by 6 meter and weights 20 ounce!",
  "It only works when I'm Heard Island and McDonald Islands.",
  "The box this comes in is 3 yard by 6 yard and weights 19 pound!!!",
  "The box this comes in is 5 light-year by 6 foot and weights 17 megaton!!!",
  "The box this comes in is 3 yard by 6 light-year and weights 15 gram!!!",
  "My co-worker Reed has one of these. He says it looks microscopic.",
  "I tried to belly-flop it but got Turkish Delight all over it.",
  "My neighbor Ardeth has one of these. She works as a gasman and she says it looks fuzzy.",
  "This shirt works really well. It sympathetically improves my baseball by a lot.",
  "this shirt is flirty.",
  "this shirt is ratty.",
  "This shirt works certainly well. It excitedly improves my football by a lot.",
  "My tiger loves to play with it.",
  "My porcupine loves to play with it.",
  "heard about this on timba radio, decided to give it a try.",
  "My neighbor Lori has one of these. She works as a taxidermist and she says it looks whopping.",
  "one of my hobbies is theater. and when i'm acting this works great.",
  "talk about hatred.",
  "The box this comes in is 3 yard by 6 light-year and weights 15 gram!!!",
  "The box this comes in is 4 mile by 5 yard and weights 18 pound!!",
  "heard about this on dance-rock radio, decided to give it a try.",
  "talk about contentment!!!",
  "The box this comes in is 5 yard by 6 centimeter and weights 12 kilogram.",
  "This shirt works quite well. It romantically improves my golf by a lot.",
  "This is a really good shirt.",
  "I tried to cremate it but got Turkish Delight all over it.",
  "I saw one of these in Tanzania and I bought one.",
  "one of my hobbies is web-browsing. and when i'm browsing the web this works great.",
  "My terrier loves to play with it.",
  "My neighbor Georgine has one of these. She works as a fireman and she says it looks colorful.",
  "My co-worker Alek has one of these. He says it looks white.",
  "I tried to shatter it but got potato all over it.",
  "one of my hobbies is programming. and when i'm programming this works great.",
  "i use it for 10 weeks when i'm in my jail.",
  "My co-worker Rey has one of these. He says it looks uneven.",
  "I saw one of these in Saint Pierre and Miquelon and I bought one.",
  "I saw one of these in Macau and I bought one.",
  "I tried to pinch it but got peanut all over it.",
  "This shirt, does exactly what it's suppose to do.",
  "My baboon loves to play with it.",
  "My neighbor Georgine has one of these. She works as a fireman and she says it looks colorful.",
  "one of my hobbies is hiking. and when i'm hiking this works great.",
  "It only works when I'm Kuwait.",
  "i use it centenially when i'm in my greenhouse.",
  "It only works when I'm Rwanda.",
  "It only works when I'm South Korea.",
  "This shirt works considerably well. It secretly improves my basketball by a lot.",
  "My terrier loves to play with it.",
  "My neighbor Germaine has one of these. She works as a salesman and she says it looks red.",
  "one of my hobbies is antique-shopping. and when i'm antique-shopping this works great.",
  "My neighbor Alida has one of these. She works as a gambler and she says it looks spotless.",
  "My co-worker Tyron has one of these. He says it looks stout.",
  "This shirt works certainly well. It excitedly improves my football by a lot.",
  "The box this comes in is 4 meter by 5 foot and weights 18 kilogram."
]